import os

programdir = os.path.dirname(os.path.realpath(__file__))
license = '''Семафор је слободан софтвер: можете га расподељивати и/или мењати под условима Гнуове Опште јавне лиценце коју објављује Задужбина слободног софтвера, било издања 3 те дозволе, или (према вашем избору) било којег новијег издања.

Семафор се расподељује у нади да ће бити од користи, али БЕЗ ИКАКВИХ ГАРАНЦИЈА; чак и без примењене гаранције ТРЖИШНЕ ВРЕДНОСТИ или ПРИЛАГОЂЕНОСТИ ОДРЕЂЕНОЈ НАМЕНИ. Погледајте Гнуову Општу јавну лиценцу за више детаља.

Требали сте да примите примерак Гнуове Опште јавне лиценце уз Семафор; ако нисте, погледајте <http://www.gnu.org/licenses/>.'''
