Repository: kostich/Semafor
Catalog: po/*.po
Languages: sr, sr@latin

source: Category choosing
sr: Бирање категорије
sr@latin: Biranje kategorije

source: Semafor
sr: Семафор

source: The basics of the traffic safety and traffic terms
sr: Основе безбедности саобраћаја и појмови
sr@latin: Osnove bezbednosti saobraćaja i pojmovi

source: Special regulations and permissions
sr: Посебне мере и овлашћења
sr@latin: Posebne mere i ovlašćenja

source: The consequences of the violation of traffic rules
sr: Последице непоштовања прописа
sr@latin: Posledice nepoštovanja propisa

source: Traffic rules
sr: Правила саобраћаја
sr@latin: Pravila saobraćaja

source: Traffic signals
sr: Саобраћајна сигнализација
sr@latin: Saobraćajna signalizacija

source: Drivers
sr: Возачи
sr@latin: Vozači

source: Duties in the case of the traffic accident
sr: Дужности у случају саобраћајне незгоде
sr@latin: Dužnosti u slučaju saobraćajne nezgode

source: Driving period driver resting
sr: Време управљања и одмори возача
sr@latin: Vreme upravljanja i odmori vozača

source: Tachograph usage
sr: Начин употребе тахографа
sr@latin: Način upotrebe tahografa

source: Vehicles
sr: Возила
sr@latin: Vozila

source: Vehicle technical conditions
sr: Технички услови за возила
sr@latin: Tehnički uslovi za vozila

source: Cargo and passenger transport
sr: Превоз терета и лица возилима
sr@latin: Prevoz tereta i lica vozilima

source: Semafor - AM
sr: Семафор - AM

source: Area choosing
sr: Бирање области
sr@latin: Biranje oblasti

source: Semafor - A1
sr: Семафор - A1

source: Semafor - A2
sr: Семафор - A2

source: Semafor - A
sr: Семафор - A

source: Semafor - B1
sr: Семафор - B1

source: Semafor - B
sr: Семафор - B

source: Semafor - BE
sr: Семафор - BE

source: Semafor - C1
sr: Семафор - C1

source: Semafor - C1E
sr: Семафор - C1E

source: Semafor - C
sr: Семафор - C

source: Semafor - CE
sr: Семафор - CE

source: Semafor - D1
sr: Семафор - D1

source: Semafor - D1E
sr: Семафор - D1E

source: Semafor - D
sr: Семафор - D

source: Semafor - DE
sr: Семафор - DE

source: Semafor - F
sr: Семафор - F

source: Semafor - M
sr: Семафор - M

source: Loads a random question
sr: Учитава насумично питање
sr@latin: Učitava nasumično pitanje

source: Loads the next question
sr: Учитава следеће питање
sr@latin: Učitava sledeće pitanje

source: Error
sr: Грешка
sr@latin: Greška

source: No question database
sr: Нема базе са питањима
sr@latin: Nema baze sa pitanjima

source: Semafor website.
sr: Веб страница Семафора.
sr@latin: Veb stranica Semafora.

source: Driving license application.
sr: Програм за обуку возача.
sr@latin: Program za obuku vozača.

source: Petar "mamuz" Milojevic <trenatre@gmail.com>
sr: Петар „mamuz” Милојевић <trenatre@gmail.com>
sr@latin: Petar „mamuz” Milojević <trenatre@gmail.com>

source: Zdravko Markovic <zdravkoo@gmail.com>
sr: Здравко Марковић <zdravkoo@gmail.com>
sr@latin: Zdravko Marković <zdravkoo@gmail.com>

source: Marko M. Kostic <marko.m.kostic@gmail.com>
sr: Марко М. Костић <marko.m.kostic@gmail.com>
sr@latin: Marko M. Kostić <marko.m.kostic@gmail.com>

source: © 2011-2016 Marko M. Kostic
sr: © 2011-2016 Марко М. Костић
sr@latin: © 2011-2016 Marko M. Kostić

source: _About
sr: _О програму
sr@latin: _O programu

source: _Quit
sr: _Изађи
sr@latin: _Izađi

source: Choose the category
sr: Изаберите категорију
sr@latin: Izaberite kategoriju

source: Mopeds, light tricycles and quadricycles. From 16 year old.
sr: Мопеди, лаки трицикли и лаки четвороцикли. Од 16 година старости.
sr@latin: Mopedi, laki tricikli i laki četvorocikli. Od 16 godina starosti.

source: Category "AM"
sr: Категорија "AM"
sr@latin: Kategorija "AM"

source: Motorcycles volume to 125 ㎤ and engine power up to 11 kW, with the ratio of engine power and vehicle mass not exceeding 0.1 kW / kg and heavy tricycles engine power up to 15 kW. From 16 years of age.
sr: Мотоцикли запремине до 125 ㎤ и снаге мотора до 11 kW, чији однос снаге мотора и масе возила није већи од 0,1 kW/kg и тешки трицикли снаге мотора до 15 kW. Од 16 година старости.
sr@latin: Motocikli zapremine do 125 ㎤ i snage motora do 11 kW, čiji odnos snage motora i mase vozila nije veći od 0,1 kW/kg i teški tricikli snage motora do 15 kW. Od 16 godina starosti.

source: Category "A1"
sr: Категорија "A1"
sr@latin: Kategorija "A1"

source: Motorcycles whose engine power does not exceed 35 kW and whose ratio of the engine power and vehicle mass not exceeding 0.2 kW / kg. From the age of 18.
sr: Мотоцикли чија снага мотора није већа од 35 kW и чији однос снаге мотора и масе возила није већи од 0,2 kW/kg. Од 18 година старости.
sr@latin: Motocikli čija snaga motora nije veća od 35 kW i čiji odnos snage motora i mase vozila nije veći od 0,2 kW/kg. Od 18 godina starosti.

source: Category "A2"
sr: Категорија "A2"
sr@latin: Kategorija "A2"

source: Motorcycles and heavy tricycles whose engine power exceeds 35 kW. From 20 to 24 years of age.
sr: Мотоцикли и тешки трицикли чија снага мотора прелази 35 kW. Од 20 до 24 година старости.
sr@latin: Motocikli i teški tricikli čija snaga motora prelazi 35 kW. Od 20 do 24 godina starosti.

source: Category "A"
sr: Категорија "A"
sr@latin: Kategorija "A"

source: Heavy quadricycles. From 18 years of age.
sr: Тешки четвороцикли. Од 18 година старости.
sr@latin: Teški četvorocikli. Od 18 godina starosti.

source: Category "B1"
sr: Категорија "B1"
sr@latin: Kategorija "B1"

source: Motor vehicles, except vehicles of category "A", "A1", "A2", "AM", "F" and "M", which allowed mass does not exceed 3500 kg, and which have no more than eight seats excluding the driver's seat . From the age of 18.
sr: Моторна возила, осим возила категорије "A", "A1", "A2", "AM", "F" и "M", чија дозвољена маса није већа од 3500 kg и која немају више од осам седишта не рачунајући седиште за возача. Од 18 година старости.
sr@latin: Motorna vozila, osim vozila kategorije "A", "A1", "A2", "AM", "F" i "M", čija dozvoljena masa nije veća od 3500 kg i koja nemaju više od osam sedišta ne računajući sedište za vozača. Od 18 godina starosti.

source: Category "B"
sr: Категорија "B"
sr@latin: Kategorija "B"

source: Collection of vehicles which the towing vehicle belongs to category "B", the maximum permissible weight of the trailer is greater than 750 kg but not greater than 3500 kg. From the age of 18.
sr: Скуп возила чије вучно возило припада категорији "B", највећа дозвољена маса прикључног возила је већа од 750 kg, а није већа од 3500 kg. Од 18 година старости.
sr@latin: Skup vozila čije vučno vozilo pripada kategoriji "B", najveća dozvoljena masa priključnog vozila je veća od 750 kg, a nije veća od 3500 kg. Od 18 godina starosti.

source: Category "BE"
sr: Категорија "BE"
sr@latin: Kategorija "BE"

source: Motor vehicles, except vehicles of category "A", "A1", "A2", "AM", "F", "M", "B", "D" and "D1", whose biggest mass allowed is over 3500 kg and does not exceed 7500 kg. From the age of 18.
sr: Моторна возила, осим возила категорије "A", "A1", "A2", "AM", "F", "M", "B", "D", и "D1", чија је највећа дозвољена маса већа од 3500 kg, а није већа од 7500 kg. Од 18 година старости.
sr@latin: Motorna vozila, osim vozila kategorije "A", "A1", "A2", "AM", "F", "M", "B", "D", i "D1", čija je najveća dozvoljena masa veća od 3500 kg, a nije veća od 7500 kg. Od 18 godina starosti.

source: Category "C1"
sr: Категорија "C1"
sr@latin: Kategorija "C1"

source: Collection of vehicles which the towing vehicle belongs to category "C1", and the maximum mass of the trailer exceeds 750 kg and the maximum authorized mass of the combination does not exceed 12000 kg, and a set of vehicles whose towing vehicle belongs to category "B", and the maximum permissible weight of the terminal vehicle exceeds 3,500 kg and the maximum authorized mass of the combination does not exceed 12,000 kg. From the age of 18.
sr: Скуп возила чије вучно возило спада у категорију "C1", а највећа дозвољена маса прикључног возила прелази 750 kg и највећа дозвољена маса скупа не прелази 12.000 kg, као и скуп возила чије вучно возило спада у категорију "B"", а највећа дозвољена маса прикључног возила прелази 3.500 kg и највећа дозвољена маса скупа возила не прелази 12.000 kg. Од 18 година старости.
sr@latin: Skup vozila čije vučno vozilo spada u kategoriju "C1", a najveća dozvoljena masa priključnog vozila prelazi 750 kg i najveća dozvoljena masa skupa ne prelazi 12.000 kg, kao i skup vozila čije vučno vozilo spada u kategoriju "B"", a najveća dozvoljena masa priključnog vozila prelazi 3.500 kg i najveća dozvoljena masa skupa vozila ne prelazi 12.000 kg. Od 18 godina starosti.

source: Category "C1E"
sr: Категорија "C1E"
sr@latin: Kategorija "C1E"

source: Motor vehicles, except vehicles of category "A", "A1", "A2", "AM", "F", "M", "B", "D" and "D1", whose maximum mass greater than 3,500 kg. From 21 years of age.
sr: Моторна возила, осим возила категорије "A", "A1", "A2", "AM", "F", "M", "B", "D" и "D1", чија је највећа дозвољена маса већа од 3.500 kg. Од 21 године старости.
sr@latin: Motorna vozila, osim vozila kategorije "A", "A1", "A2", "AM", "F", "M", "B", "D" i "D1", čija je najveća dozvoljena masa veća od 3.500 kg. Od 21 godine starosti.

source: Category "C"
sr: Категорија "C"
sr@latin: Kategorija "C"

source: Collection vehicle which the towing vehicle belongs to category "C", a maximum permitted weight of the trailer is greater than 750 kg. From 21 years of age.
sr: Скуп возила чије вучно возило припада категорији "C", а највећа дозвољена маса прикључног возила је већа од 750 kg. Од 21 године старости.
sr@latin: Skup vozila čije vučno vozilo pripada kategoriji "C", a najveća dozvoljena masa priključnog vozila je veća od 750 kg. Od 21 godine starosti.

source: Category "CE"
sr: Категорија "CE"
sr@latin: Kategorija "CE"

source: Motor vehicles for the transport of persons, which in addition to the driver's seat have more than eight and a maximum of 16 seats and whose maximum length not exceeding eight meters. From 21 years of age.
sr: Моторна возила за превоз лица, која осим седишта за возача имају више од осам, а највише 16 седишта и чија максимална дужина не прелази осам метара. Од 21 године старости.
sr@latin: Motorna vozila za prevoz lica, koja osim sedišta za vozača imaju više od osam, a najviše 16 sedišta i čija maksimalna dužina ne prelazi osam metara. Od 21 godine starosti.

source: Category "D1"
sr: Категорија "D1"
sr@latin: Kategorija "D1"

source: Collection vehicle which the towing vehicle belongs to category "D1" and the maximum mass of the trailer is greater than 750 kg. From 21 years of age.
sr: Скуп возила чије вучно возило припада категорији "D1", а највећа дозвољена маса прикључног возила је већа од 750 kg. Од 21 године старости.
sr@latin: Skup vozila čije vučno vozilo pripada kategoriji "D1", a najveća dozvoljena masa priključnog vozila je veća od 750 kg. Od 21 godine starosti.

source: Category "D1E"
sr: Категорија "D1E"
sr@latin: Kategorija "D1E"

source: Motor vehicles for the transport of persons, which in addition to the driver's seat have more than eight seats. From 24 years of age.
sr: Моторна возила за превоз лица, која осим седишта за возача имају више од осам седишта. Од 24 година старости.
sr@latin: Motorna vozila za prevoz lica, koja osim sedišta za vozača imaju više od osam sedišta. Od 24 godina starosti.

source: Category "D"
sr: Категорија "D"
sr@latin: Kategorija "D"

source: Collection vehicle which the towing vehicle belongs to category "D ", a maximum permitted weight of the trailer is greater than 750 kg. From 24 years of age.
sr: Скуп возила чије вучно возило припада категорији "D", а највећа дозвољена маса прикључног возила је већа од 750 kg. Од 24 година старости.
sr@latin: Skup vozila čije vučno vozilo pripada kategoriji "D", a najveća dozvoljena masa priključnog vozila je veća od 750 kg. Od 24 godina starosti.

source: Category "DE"
sr: Категорија "DE"
sr@latin: Kategorija "DE"

source: Tractors with or without auxiliary vehicles and working machines. From 16 years of age.
sr: Трактори са или без прикључних возила и радне машине. Од 16 година старости.
sr@latin: Traktori sa ili bez priključnih vozila i radne mašine. Od 16 godina starosti.

source: Category "F"
sr: Категорија "F"
sr@latin: Kategorija "F"

source: Motokultivator. From 15 years of age.
sr: Мотокултиватор. Од 15 година старости.
sr@latin: Motokultivator. Od 15 godina starosti.

source: Category "M"
sr: Категорија "M"
sr@latin: Kategorija "M"

source: Loads the previous question
sr: Учитава претходно питање
sr@latin: Učitava prethodno pitanje

source: When pressed, enables the loading of random questions
sr: Уколико је притиснуто, омогућава учитавање насумичних питања
sr@latin: Ukoliko je pritisnuto, omogućava učitavanje nasumičnih pitanja

source: Shows the menu for choosing the area and for choosing the option to display the category chooser
sr: Приказује изборник за одабир области и за одабир изборника категорије
sr@latin: Prikazuje izbornik za odabir oblasti i za odabir izbornika kategorije

source: <span size="large" color="#828687"><b>Question database not found</b></span>
sr: <span size="large" color="#828687"><b>База са питањима није пронађена</b></span>
sr@latin: <span size="large" color="#828687"><b>Baza sa pitanjima nije pronađena</b></span>

source: <span color="#828687">File "data.db" which contains the questions can't be found. For you to continue testing your knowledge, you need to paste this database in the folder where this program is located and then restart this program.</span>
sr: <span color="#828687">Датотека "data.db" која садржи питања није пронађена. Да бисте могли да тестирате ваше знање, потребно је да ову базу убаците у фасциклу где се налази овај програм и да поново покрените програм.</span>
sr@latin: <span color="#828687">Datoteka "data.db" koja sadrži pitanja nije pronađena. Da biste mogli da testirate vaše znanje, potrebno je da ovu bazu ubacite u fasciklu gde se nalazi ovaj program i da ponovo pokrenite program.</span>

source: You can now choose the area you want to practice. You can do that by clicking on the menu located near the x button which is used to exit the program.
sr: Сада изаберите област коју желите да вежбате. То можете урадити тако што ћете кликнути на мени поред икс дугмета за излаз из програма.
sr@latin: Sada izaberite oblast koju želite da vežbate. To možete uraditi tako što ćete kliknuti na meni pored iks dugmeta za izlaz iz programa.

source: question
sr: питање
sr@latin: pitanje

source: solution11
sr: решење11
sr@latin: rešenje11

source: solution12
sr: решење12
sr@latin: rešenje12

source: solution22
sr: решење22
sr@latin: rešenje22

source: solution21
sr: решење21
sr@latin: rešenje21

source: solution13
sr: решење13
sr@latin: rešenje13

source: solution23
sr: решење23
sr@latin: rešenje23

source: label
sr: етикета
sr@latin: etiketa
